{
    "DeckName": "Main Set",

    "DeckBy": "r/VRChatERP Community",

    "Truths": [
        "Would you ever consider fucking a clown?",
        "Who in this room would you want to fuck the most?",
        "What was your lewdest VRchat experience?",
        "What is a dare that you want to do but would be embarrassing?",
        "What is the weirdest porn video you got off to?",
        "What is the last thing you searched for to get off?",
        "What was your gay awakening?",
        "What is your strangest kink?",
        "What do you believe your greatest weakness is?",
        "What do you believe your greatest strength is?",
        "Are you motivated right now?",
        "Who was your first Cartoon Crush?",
        "How many people in this room would you like to fuck?",
        "Rate your top 3 animated movies you watched as a kid.",
        "What made you stick around on VRChat?",
        "If you could change your name to anything what would it be?",
        "Whats a kink you've always wanted to try, but never have for fear of judgement or not finding a partner?",
        "If you could fuck a staff member, who would it be and why?",
        "If you woke up with 100k and needed to spend it all in a week what would you buy?",
        "Ask an audience member a TRUTH question that has already been pulled.",
        "Give a 1 minute presentation on your favorite kink.",
        "SIKE! This is a dare. Grind on the person who last did a truth.",
        "Who is the sexiest bouncer?",
        "Would you go on a date with <player>?",
        "",
        "",
        "",
        "",
        ""
    ],
    "Dares": [
        "Give a lapdance to or grind on <player> for at least 10 seconds.",
        "Find someone who has Phantom sense and touch them until they give you a reaction.",
        "Sit on <player>'s lap.",
        "Choose a dare instead.",
        "Change your VRChat or Discord Status to Down to Fuck.",
        "Do not say or do anything lewd until your next turn.",
        "Edge yourself until the next turn.",
        "You must speak in an accent until your next turn.",
        "Spweak wike this fow 1 tuwn.",
        "Drink some water.",
        "Sit on an ice cube until it melts.",
        "Let an ice cube melt inside your ass.",
        "Tease a target of your choice until your next turn.",
        "The group chooses who you have to mimic until your next turn.",
        "Sing a song of the groups choice.",
        "Pick someone to tease you until your next turn.",
        "Watch a British PSA Video.",
        "Recite the X3 Nuzzles copypasta.",
        "Make out with the first person that makes eye contact with you.",
        "Pick a partner, both of you must repeat the last dare.",
        "Send the last person who dm'd you an invite to the discord (If they are a minor, attempt an IRL split.)",
        "Spit a Kendrick Lamar verse or reroll the dare.",
        "DM your favorite Staff member a risque VRchat photo with consent.",
        "",
        "",
        "",
        ""
    ]
}

 <player> <range[1-10]> <local> This line will not work and is used as an example
